---
kind: other
id: Properties.T:Autodesk.Revit.DB.LabelUtils
source: html/2332ad35-7599-34ce-45fd-20f01feba7ee.htm
---
# LabelUtils Properties

Specifies whether the .NET object represents a valid Revit entity.